import QtQuick 2.7

ListModel {
    ListElement {
        icon: "qrc:/img/my0.png"
        title: "Антистресс"
        color: "#673AB7"
        subtitle: "Медитация для поднятия стрессоустойчивости"
        description: "В результате прослушивания этой медитации, вы сможете получить эффект глубокого физического и эмоционального расслабления, который сравним с тремя - четырьмя часами ночного сна. <br><br>Помимо этого, данная медитация помогает снять напряжение, оставить на некоторое время ваши мысли, которые не дают покоя. В процессе прослушивания, происходит активация и пополнение резервов вашей психики."
        meditation: "antistress"
    }

    ListElement {
        icon: "qrc:/img/my1.png"
        title: "Крепкий сон"
        color: "#FFC107"
        subtitle: "Медитация для улучшения процесса засыпания и укрепления сна"
        description: "Медитация помогает быстро и легко засыпать, спать глубоким и крепким сном, просыпаться легко и полностью отдохнувшим. Прослушивать рекомендуется ежедневно (в крайнем случае, через день) непосредственно перед ночным сном (засыпаете под медитацию). <br><br>Цикл рассчитан минимум на 5—6 прослушиваний для хорошего эффекта. После 5-10 сеансов следует делать перерывы 2-3 дня для закрепления эффекта."
        meditation: "morpheus"
    }

    ListElement {
        icon: "qrc:/img/my2.png"
        title: "Мотивация - исполнение желаний"
        color: "#4CAF50"
        subtitle: "Медитация помогает укрепить мотивацию к достижению ваших целей"
        description: "Одной из особенностей этой медитации является её глубина. В процессе вы достигаете все большего и большего расслабления, что позволяет получить хороший отдых, за меньшее время. <br><br>Так же, вы укрепляете свою мотивацию, сформировав во всех возможных чувственных модальностях свою цель, зафиксировав ее как приоритетную, вы сами начнете действовать. И каждый раз ситуации будут складываться так, что в любой из них вы найдете следующую ступеньку на пути к своим целям, на пути к исполнению ваших желаний."
        meditation: "motivation"
    }

    ListElement {
        icon: "qrc:/img/my3.png"
        title: "Конфликты - Аффирмации спокойствия"
        color: "#FF5722"
        subtitle: "Медитация учит сохранять спокойствие в конфликтных ситуациях"
        description: "Медитация, которая поможет вам гораздо легче сохранять самообладание и сформулировать для себя ресурсные аффирмации, самовнушения. Далее вы можете пользоваться ими когда это необходимо. <br><br>ПЕРЕД НАЧАЛОМ прослушивания, сформулируйте короткую фразу, которую вы будете использовать для того, чтобы в конфликтной (стрессовой) ситуации она возвращала вам самообладание и спокойствие."
        meditation: "peace"
    }
}
